{" {\"r1\" @\"r3\" \"v2\"}":{"askQueries":[],"selectQueries":[],"superlativeAscQueries":[],"superlativeDescQueries":[],"countQueries":[],"askTemplate":"ASK WHERE { res/0 res/1 ?uri }","selectTemplate":"SELECT DISTINCT ?uri WHERE { res/0 res/1 ?uri } ","superlativeAscTemplate":null,"superlativeDescTemplate":"SELECT ?Date WHERE { res/0 res/1 ?Date } ORDER BY DESC(?Date) LIMIT 1","countTemplates":"SELECT (COUNT(?uri) AS ?count) WHERE { res/0 res/1 ?uri }","numberOfClasses":[0],"numberOfProperties":[0]}," {\"r1\" @\"r3\" \"v2\"; \"v2\" @\"r5\" \"r4\"}":{"askQueries":[],"selectQueries":[],"superlativeAscQueries":[],"superlativeDescQueries":[],"countQueries":[],"askTemplate":"ASK WHERE { res/0 res/1 ?city . ?city res/2 res/3 }","selectTemplate":"SELECT DISTINCT ?uri WHERE { res/0 res/1 ?uri . ?uri res/2 res/3 } ","superlativeAscTemplate":null,"superlativeDescTemplate":null,"countTemplates":null,"numberOfClasses":[0],"numberOfProperties":[0]}," {\"v1\" @\"r5\" \"r4\"; \"v1\" @\"r3\" \"r2\"}":{"askQueries":[],"selectQueries":[],"superlativeAscQueries":[],"superlativeDescQueries":[],"countQueries":[],"askTemplate":"ASK WHERE { ?uri res/0 res/1 ; res/2 res/3 }","selectTemplate":"SELECT DISTINCT ?uri WHERE { ?uri res/0 res/1 ; res/2 res/3 }","superlativeAscTemplate":null,"superlativeDescTemplate":null,"countTemplates":null,"numberOfClasses":[0],"numberOfProperties":[0]}," {\"r1\" @\"r3\" \"v2\"; \"v2\" @\"r5\" \"v4\"}":{"askQueries":[],"selectQueries":[],"superlativeAscQueries":[],"superlativeDescQueries":[],"countQueries":[],"askTemplate":"ASK WHERE { res/0 res/1 ?p . ?p res/2 ?w }","selectTemplate":"SELECT DISTINCT ?num WHERE { res/0 res/1 ?city . ?city res/2 ?num }","superlativeAscTemplate":"SELECT DISTINCT ?uri WHERE { res/0 res/1 ?uri . ?uri res/2 ?d } ORDER BY ASC(?d) OFFSET 0 LIMIT 1","superlativeDescTemplate":null,"countTemplates":null,"numberOfClasses":[0],"numberOfProperties":[0]}," {\"v1\" @\"r7\" \"v6\"; \"v1\" @\"r5\" \"r4\"; \"v1\" @\"r3\" \"r2\"}":{"askQueries":[],"selectQueries":[],"superlativeAscQueries":[],"superlativeDescQueries":[],"countQueries":[],"askTemplate":null,"selectTemplate":"SELECT DISTINCT ?uri WHERE { ?x res/0 res/1 ; res/2 res/3 ; res/4 ?uri }","superlativeAscTemplate":"SELECT DISTINCT ?uri WHERE { ?uri res/0 res/1 ; res/2 res/3 ; res/4 ?d } ORDER BY ASC(?d) OFFSET 0 LIMIT 1","superlativeDescTemplate":"SELECT DISTINCT ?uri WHERE { ?uri res/0 res/1 ; res/2 res/3 ; res/4 ?n } ORDER BY DESC(?n) OFFSET 0 LIMIT 1","countTemplates":null,"numberOfClasses":[0],"numberOfProperties":[0]}," {\"r1\" @\"r3\" \"r2\"}":{"askQueries":[],"selectQueries":[],"superlativeAscQueries":[],"superlativeDescQueries":[],"countQueries":[],"askTemplate":"ASK WHERE { res/0 res/1 res/2 }","selectTemplate":null,"superlativeAscTemplate":null,"superlativeDescTemplate":null,"countTemplates":null,"numberOfClasses":[0],"numberOfProperties":[0]}," {\"v1\" @\"r3\" \"r2\"}":{"askQueries":[],"selectQueries":[],"superlativeAscQueries":[],"superlativeDescQueries":[],"countQueries":[],"askTemplate":null,"selectTemplate":"SELECT DISTINCT ?uri WHERE { ?uri res/0 res/1 } ","superlativeAscTemplate":null,"superlativeDescTemplate":null,"countTemplates":"SELECT (COUNT(?uri) AS ?count) WHERE { ?uri res/0 res/1 }","numberOfClasses":[0],"numberOfProperties":[0]}," {\"v1\" @\"r5\" \"v4\"; \"v1\" @\"r3\" \"r2\"}":{"askQueries":[],"selectQueries":[],"superlativeAscQueries":[],"superlativeDescQueries":[],"countQueries":[],"askTemplate":null,"selectTemplate":"SELECT DISTINCT ?string WHERE { ?x res/0 res/1 ; res/2 ?string } ","superlativeAscTemplate":"SELECT DISTINCT ?uri WHERE { ?uri res/0 res/1 ; res/2 ?b } ORDER BY ?b OFFSET 0 LIMIT 1","superlativeDescTemplate":"SELECT DISTINCT ?uri WHERE { ?uri res/0 res/1 ; res/2 ?pop } ORDER BY DESC(?pop) OFFSET 0 LIMIT 1","countTemplates":null,"numberOfClasses":[0],"numberOfProperties":[0]}}
